[{
    "msg": "Birthdays come but once a year, celebrate and be of good cheer."
  },
  {
    "msg": "The way I see it, you should live everyday like it's your birthday."
  },
  {
    "msg": "The best birthdays of all are those that haven't arrived yet."
  },
  {
    "msg": "Grow old along with me! The best is yet to be."
  },
  {
    "msg": "True friends are like diamonds—bright, beautiful, valuable, and always in style."
  },
  {
    "msg": "Count your age by friends, not years. Count your life by smiles, not tears."
  },
  {
    "msg": "A happy birthday is measured not in the amount of gifts one gets, but in the amount one is loved."
  },
  {
    "msg": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent – that is to triumph over old age."
  },
  {
    "msg": "I hope you celebrate your birthday every year no matter your age, for your life truly is a gift."
  },
  {
    "msg": "Our birthdays are feathers in the broad wing of time."
  },
  {
    "msg": "Every birthday is a gift. Every day is a gift."
  },
  {
    "msg": "Just remember, once you're over the hill, you begin to pick up speed."
  },
  {
    "msg": "Every year on your birthday, you get a chance to start new."
  },
  {
    "msg": "A birthday is not a day to fear. It is a day to celebrate and look forward to the coming year."
  },
  {
    "msg": "A birth date is a reminder to celebrate the life as well as to update the life."
  },
  {
    "msg": "Don't just count your years, make your years count."
  },
  {
    "msg": "To me a birthday means celebrating the presence of an individual in our lives."
  },
  {
    "msg": "You know you are getting old when the candles cost more than the cake."
  },
  {
    "msg": "All the world is a birthday cake, so take a piece, but not too much."
  },
  {
    "msg": "The secret of staying young is to live honestly, eat slowly, and lie about your age."
  },
  {
    "msg": "We turn not older with years, but newer every day."
  },
  {
    "msg": "Birthdays come around every year, but friends like you only come once in a lifetime. I'm so glad you came into my life. Best wishes on your special day."
  },
  {
    "msg": "I am grateful for your true friendship. Hope your birthday is amazing as you are my best friend!"
  },
  {
    "msg": "I promise that the more birthday candles you blow, the more I will be here for you to celebrate every special event in your life. Happy birthday!"
  },
  {
    "msg": "I hope your birthday is as sweet as the cake. And the year to follow is filled with as much joy as you bring your friends!"
  },
  {
    "msg": "Happy birthday my dear friend, may the bright colors paint your life and you be happy forever. Stay blessed."
  },
  {
    "msg": "Another year, another challenge my friend. But, you need to always remember to keep smiling and have a positive outlook on life, and everything is going to be fine. Happy Birthday!"
  },
  {
    "msg": "To the best friend I have ever known, here's wishing you a joy-filled birthday with memories for a lifetime, or just the day."
  },
  {
    "msg": "When nothing goes right, I go to you. You're my go-to person at every hour. Happy birthday."
  },
  {
    "msg": "For many people, the word friend is just a sequence of letters. For me, it is the source of happiness and strength because of you. Happy Birthday, buddy!"
  },
  {
    "msg": "I am so proud to be your best friend. May you have a happy and healthy birthday!"
  },
  {
    "msg": "Best wishes on your birthday! You deserve all the wonderful things in this world because you are the best person I know. I love you! Happy birthday!"
  },
  {
    "msg": "Every day you sparkle but today you rule! Happy Birthday!"
  },
  {
    "msg": "If your birthday is half as amazing as you are, it's going to be epic. Happy birthday to the best friend a person could ask for!"
  },
  {
    "msg": "Wishing my friend a beautiful day; hopes and dreams I'm sending your way. May all be good and all come true on this very special day!"
  },
  {
    "msg": "Having you as my friend is a privilege to me. Happy birthday. You are precious."
  },
  {
    "msg": "Never have I had such a close friend. Happy birthday to you and best wishes always!"
  },
  {
    "msg": "The world is a little bit brighter because of you. Happy Birthday, buddy!"
  },
  {
    "msg": "We've shared so much with each other, and I hope you know how much I appreciate you. I am grateful for this day and for all you do."
  },
  {
    "msg": "May this day bring a lot of smiles and happiness to you, my dear friend. Wishing you a great and grand birthday!"
  },
  {
    "msg": "Congrats on another trip around the sun! I hope this day is full of cake, memories, and fun."
  },
  {
    "msg": "A special friend like you deserves all the wonderful blessings not only today, but every day! Happy birthday! May all your wishes come true."
  },
  {
    "msg": "Wishing my friend a beautiful day. Hopes and dreams I'm sending your way. May all be good and all come true on this very special day for you"
  },
  {
    "msg": "Best friends are like presents. You are always happy to see them. Happy birthday to the best present that life has given me."
  },
  {
    "msg": "On your Birthday, I wish you to have the courage to live at least one more dream, fulfill one more wish and make one more person's life beautiful."
  },
  {
    "msg": "I hope your birthday is as special as you are, friend."
  },
  {
    "msg": "Good friends are worth holding onto. Thank you for holding my hand each day. Happy birthday, best friend!"
  },
  {
    "msg": "It is hard to believe so many years have already passed. I am glad we've been friends for so long. Happy Birthday to the best!"
  },
  {
    "msg": "Birthdays are a special occasion celebrating your entry into this wonderful world. Enjoy your special day and rejoice in the gift of life, family and friends."
  },
  {
    "msg": "You are so loved today and every day. Happy Birthday!"
  }
]