[{
    "msg": "My husband is..my happy place."
  }, {
    "msg": "Some will love you for who you are, others will the mask you wear. Thank you for loving me still even when I took off my mask."
  }, {
    "msg": "Babe, thank you for coming into my life. Thank you for making me smile like crazy. Thank you for making me happy."
  }, {
    "msg": "My heart is and always will be yours."
  }, {
    "msg": "Being in love with you makes every morning worth getting up for."
  }, {
    "msg": "You're that part of me I'll always need."
  }, {
    "msg": "Each day I love you more, today more than yesterday and less than tomorrow."
  }, {
    "msg": "Your love shines in my heart as the sun that shines upon the earth."
  }, {
    "msg": "If I know what love is, it is because of you."
  }, {
    "msg": "You make me complete. I love you so much, I din't know what love meant until I met you."
  }, {
    "msg": "I have a crush on your mind, I fell for your personality, and your looks are just a big bonus."
  }, {
    "msg": "Thank you for being you, for sharing your love with me..for inspiring me to accept myself..for helping me see the unique beauty in imperfection…for showing me that love is something you do; something not just to be said, but also to be shown."
  }, {
    "msg": "I'll allow you to appear in my dreams every night if I'll be allowed to be yours."
  }, {
    "msg": "I know you, and I can openly say how love looks like."
  }, {
    "msg": "I don't wanna close my eyes, I don't wanna fall asleep because I'd miss you babe and I don't wanna miss a thing."
  }, {
    "msg": "Thank you, my love, for always making me feel like the most beautiful woman in the world."
  }, {
    "msg": "If I had to choose between breathing and loving you I would use my last breath to tell you I love you."
  }, {
    "msg": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul."
  }, {
    "msg": "No matter where I went, I always knew my way back to you. You are my compass star."
  }, {
    "msg": "Loved you yesterday, love you still, always have, always will."
  }, {
    "msg": "Morning without you is a dwindled dawn."
  }, {
    "msg": "Whatever our souls are made of, his and mine are the same'"
  }, {
    "msg": "One day, I caught myself smiling without no reason, then I realized I was thinking of you."
  }, {
    "msg": "It doesn't matter where I am. I'm yours."
  }, {
    "msg": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
  }, {
    "msg": "In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you."
  }, {
    "msg": "Then I realize what it is. It's him. Something about him makes me feel like I am about to fall. Or turn to liquid. Or burst into flames."
  }, {
    "msg": "I love you as one loves certain dark things, secretly, between the shadow and the soul."
  }, {
    "msg": "To love is nothing. To be loved is something. But to love and be loved, that's everything."
  }, {
    "msg": "I fell for you, and am still falling."
  }, {
    "msg": "I love you and that's the beginning and end of everything."
  }, {
    "msg": "Sometimes I can't see myself when I'm with you. I can only just see you."
  }, {
    "msg": "To be your friend was all I ever wanted; to be your lover was all I ever dreamed."
  }, {
    "msg": "You are the prince I've dreamt of finding ever since I was a little girl."
  }, {
    "msg": "I love you not only for what you are, but for what I am when I am with you."
  }, {
    "msg": "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."
  }, {
    "msg": "I am catastrophically in love with you."
  }, {
    "msg": "Just when I think that it is impossible to love you any more than I already do, you prove me wrong."
  }, {
    "msg": "If you lived to be 90, i will pray with all my might to die at 90 minus one day…"
  },

  {
    "msg": "You have no idea how my heart races when I see you."
  },
  {
    "msg": "You should be kissed and often, and by someone who knows how."
  },
  {
    "msg": "In vain I have struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you."
  }, {
    "msg": "I love you more than I have ever found a way to say to you."
  }, {
    "msg": "His arms ae strong enough, to hold every fear, every beautiful broken piece of me. This man doesn't just make me feel complete, he completes me."
  }, {
    "msg": "The most beautiful part is, I wasn't even looking when I found you."
  }, {
    "msg": "I think my soul is in love with yours."
  }, {
    "msg": "I told the stars about you."
  }, {
    "msg": "You're the peace I crave in this chaotic world."
  }, {
    "msg": "Hopelessly, I'll love you endlessly."
  }, {
    "msg": "You are summer to my winter heart."
  }, {
    "msg": "Silence has a voice; I know this because it screams when you are away."
  }, {
    "msg": "I never had a moment's doubt that I loved you. I believe in you completely. You are my dearest one, my reason for life."
  }, {
    "msg": "I love being my husband's wife."
  }, {
    "msg": "The minute I heard my first love story I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along."
  }, {
    "msg": "Every day I discover that I love you even more, and in this infinite universe I will love you till the ends."
  }, {
    "msg": "Because of you, I can feel myself slowly, but surely, becoming the me I have always dreamed of being."
  }, {
    "msg": "When I saw you I fell in love, and you smiled because you knew."
  }, {
    "msg": "So, I love you because the entire universe conspired to help me find you."
  }, {
    "msg": "He's more myself than I am. Whatever our souls are made of, his and mine are the same."
  }, {
    "msg": "The real lover is the man who can thrill you by kissing your forehead."
  }, {
    "msg": "My husband and I always have fun together in everything we do. Some people call me crazy, but the reality is that I enjoy spending each second with him. He is not just my husband – he is my rock and my very best friend."
  }, {
    "msg": "In terms of my marriage, you know, falling in love with my husband was by far the best thing that's ever happened to me."
  }, {
    "msg": "An easy-going husband is the one indispensable comfort of life."
  }, {
    "msg": "You never know what the future holds, so I am just enjoying being happy, healthy, and having my wonderful husband by my side."
  }, {
    "msg": "A good husband makes a good wife."
  }, {
    "msg": "Some of my happiest moments are the ones I spend with my husband, a few close relatives, and a handful of very good friends who know me well and like me anyway."
  }, {
    "msg": "My husband has quite simply been my strength and stay all these years, and I owe him a debt greater than he would ever claim."
  }, {
    "msg": "I like spending time with my husband."
  }, {
    "msg": "I love my husband. I believe in him, and I am proud of his accomplishments."
  }, {
    "msg": "I'm very fortunate. My husband is hugely supportive, and he is very happy getting on with his career."
  }, {
    "msg": "My dear husband, Richard, has been the driving force behind my success and rise to whatever level I am now. My story and legacy is incomplete without his mention."
  }, {
    "msg": "You're always the first and the last thing on this heart of mine. No matter where I go, or what I do, I'm thinking of you."
  }, {
    "msg": "What I love about my husband is that he really allows me to be the best person I can."
  }, {
    "msg": "My love for you is past the mind, beyond my heart, and into my soul."
  }, {
    "msg": "Love takes off masks that we fear we cannot live without and know we cannot live within."
  }, {
    "msg": "All that you are is all that I' ll ever need."
  }, {
    "msg": "It's easy to fall in love. The hard part is finding someone to catch you."
  }, {
    "msg": "The only thing we never get enough of is love; and the only thing we never give enough of is love."
  }, {
    "msg": "I love you” begins by I, but it ends up by you."
  }, {
    "msg": "Life without love is like a tree without blossoms or fruit."
  }, {
    "msg": "I never want to stop making memories with you."
  }, {
    "msg": "To lose balance sometimes for love is part of living a balanced life."
  }, {
    "msg": "If I had to choose between breathing and loving you I would use my last breath to tell you I love you."
  }, {
    "msg": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride."
  }, {
    "msg": "There is a madness in loving you, a lack of reason that makes it feel so flawless."
  }, {
    "msg": "I love you. You… you complete me."
  }, {
    "msg": "You are my love story, and I write you into everything I do, everything I see, everything I touch and everything I dream, you are the words that fill my pages."
  }, {
    "msg": "Love is like a virus. It can happen to anybody at any time."
  }, {
    "msg": "I still haven't figured out how to sit across from you, and not be madly in love with everything you do."
  }, {
    "msg": "To be your friend was all I ever wanted; to be your lover was all I ever dreamed."
  }, {
    "msg": "In all the world there is no heart for me like yours. In all the world there is no love for you like mine."
  }, {
    "msg": "The most important thing in life is to learn how to give out love, and to let it come in."
  }, {
    "msg": "If forever does exist, please let it be you…"
  }, {
    "msg": "To live with you is to live. To live without you is to die."
  }, {
    "msg": "If you remember me, then I don't care if everyone else forgets."
  }, {
    "msg": "Chemistry is you touching my arm and setting fire to my mind."
  }, {
    "msg": "I love you, and I will love you until I die, and if there's a life after that, I'll love you then."
  }, {
    "msg": "True love is inexhaustible. The more you give, the more you have."
  }, {
    "msg": "If rain drops were kisses, I'd send you showers. If hugs were seas, I'd send you oceans. And if love was a person I'd send you me."
  }, {
    "msg": "I love you not because of who you are, but because of who I am when I am with you."
  }, {
    "msg": "You are, and always have been, my dream."
  }, {
    "msg": "If one day the moon calls you by your name don't be surprised, because every night I tell her about you."
  }, {
    "msg": "I love that you are the last person I want to talk to before I go to sleep at night."
  }, {
    "msg": "Life has turned into a beautiful garden ever since you entered into my life. You have changed my life and made me feel so good. I feel so loved and cared for. You are the best thing that happened to me."
  }, {
    "msg": "I'm here. I love you. I don't care if you need to stay up crying all night long, I will stay with you."
  }, {
    "msg": "Two people in love, alone, isolated from the world, that's beautiful."
  }, {
    "msg": "If you find someone you love in your life, then hang on to that love."
  }, {
    "msg": "I love you every minute of my life; you`re my love and my life. Not all people are lucky to find the sense of their life. I am happy, cause I had found it when I met you – the love of my life."
  }, {
    "msg": "You rose into my life like a promised sunrise, brightening my days with the light in your eyes. I've never been so strong. Now I'm where I belong."
  }, {
    "msg": "I love thee to the depth and breadth and height my soul can reach."
  }, {
    "msg": "I couldn't have dreamed you into existence because I didn't even know I needed you. You must have been sent to me."
  }, {
    "msg": "I would rather share one lifetime with you than face all the ages of this world alone."
  }, {
    "msg": "I need you like a heart needs a beat. "
  }, {
    "msg ": "Loving you never was an option.It was a necessity. "
  }, {
    "msg": "When I look into your eyes, I know I have found the mirror of my soul."
  }, {
    "msg": "You know it's true. Everything I do, I do it for you."
  }, {
    "msg": "You're nothing short of my everything."
  }, {
    "msg": "Your hand touching mine. This is how galaxies collide."
  }, {
    "msg": "Meeting you was like listening to a song for the first time and knowing it would be my favorite."
  }, {
    "msg": "My love for you has no depth, its boundaries are ever-expanding."
  }, {
    "msg": "How do I love thee? Let me count the ways. I love thee to the depth and breadth and height my soul can reach."
  }, {
    "msg": "I would rather spend one lifetime with you, than face all the ages of this world alone."
  }, {
    "msg": "Love is friendship set on fire and you are my spark."
  }, {
    "msg": "You're the closest to heaven, that I'll ever be."
  }, {
    "msg": "When I listen to my heart, it whispers your name."
  }, {
    "msg": "Everything I needed to feel happy was love. I met you, and now I need nothing."
  }, {
    "msg": "Dreams do come true. I know, because mine came true on the day I met you."
  }, {
    "msg": "I just want to thank you for being my reason to look forward to the next day."
  }, {
    "msg": "When the world seems more beautiful, and life seems even more worth living, I find I've been thinking of you."
  }, {
    "msg": "I realized I was thinking of you, and I began to wonder how long you'd been on my mind. Then it occurred to me: Since I met you, you've never left."
  }, {
    "msg": "You are the sun in my day, the wind in my sky, the waves in my ocean, and the beat in my heart."
  }, {
    "msg": "I know that I'm not perfect but you make me feel perfect in every way. Thank you for believing in me."
  }, {
    "msg": "If love is a language of the heart, my heart speaks volumes."
  }, {
    "msg": "You are my dearest friend. My deepest love. You are the best of me."
  }, {
    "msg": "The best love is the kind that awakens the soul; that makes us reach for more, that plants a fire in our souls and brings peace to our minds. That's what I hope to give you forever."
  }, {
    "msg": "My husband's biggest flaws are, he works too hard and he's too nice. I'm a lucky girl."
  }, {
    "msg": "I love you very much, probably more than anybody could love another person."
  }, {
    "msg": "Some people search their whole lives to find what I found in you."
  }, {
    "msg": "You will never age for me, nor fade, nor die."
  }, {
    "msg": "You are my today and all of my tomorrows."
  }, {
    "msg": "You have touched a part of my heart that no one else has ever been able to get to. I will love you forever."
  }, {
    "msg": "You are my blue crayon, the one I never have enough of, the one use to color my sky."
  }, {
    "msg": "Without you, today's emotions would be the scurf of yesterday's."
  }, {
    "msg": "Love knows no distance; it hath no continent; its eyes are for the stars."
  }, {
    "msg": "If I could reach up and hold a star for everytime you've made me smile, the entire sky would be in the palm of my hand."
  }, {
    "msg": "How lucky I am to have something that makes saying goodbye so hard."
  }, {
    "msg": "Never above you. Never below you. Always beside you."
  }, {
    "msg": "A flower cannot blossom without sunshine, and man cannot live without love."
  }, {
    "msg": "You are the finest, loveliest, tenderest, and most beautiful person I have ever known and even that is an understatement."
  }, {
    "msg": "I love my eyes when you look into them. I love my name when you say it. I love my heart when you touch it. I love my life when you are in it."
  }, {
    "msg": "When we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness – and call it love – true love."
  }, {
    "msg": "Remember, we all stumble, every one of us. That's why it's a comfort to go hand in hand."
  }, {
    "msg": "Since the invention of the kiss, there have been only five kisses that were rated the most passionate, the most pure. This one left them all behind."
  }, {
    "msg": "I always dreamt of meeting a man like you. I'm so glad that dreams do come true."
  },
  {
    "msg": "The lord has given me a wonderful gift in the form of you, my hubby. I thank him every single day for this invaluable gift in my life."
  }, {
    "msg": "You're mine. Mine, as I'm yours."
  }, {
    "msg": "I don't need paradise because I found you. I don't need dreams because I already have you."
  }, {
    "msg": "Happiness is anyone and anything at all that's loved by you."
  }, {
    "msg": "Imagining a life without you is something that is impossible, you make me complete and I want you to know you mean everything to me."
  }, {
    "msg": "I never told you, but sometimes when I'm at work, I think of you and smile."
  }, {
    "msg": "I am in love with you and this reality is far better than my dreams."
  }, {
    "msg": "I love you. You annoy me more than I ever thought possible, but I want to spend every irritating minute with you."
  }, {
    "msg": "If a hug represented how much I loved you, I would hold you in my arms forever."
  }, {
    "msg": "And you, with all your little flaws, and your little quirks, somehow you keep drawing me back in."
  }, {
    "msg": "I want to be with you until the sun falls from the sky."
  }, {
    "msg": "The best thing life has brought to me is you. Thank you for being my partner all the way."
  }, {
    "msg": "We may not say it as often as we used to, but I just wanted you to know that I love you."
  }, {
    "msg": "Every beat of my heart belongs to you, every ray of sunshine comes from you, and every whiff of air that I breathe, I breathe for you."
  }, {
    "msg": "Every single day that I spend being your wife, I realize how lucky I am to live such an amazing life. I love you."
  }, {
    "msg": "God gave me my husband so we could withstand the storms of life together."
  }, {
    "msg": "Amidst the suffocation caused by life's problems, your love comes as a breath of fresh air. I love you."
  }, {
    "msg": "To me, you are perfect."
  }, {
    "msg": "Your love for me is flawless, your commitment impeccable. Your only concern is my happiness, you make me feel so special. I love you."
  }, {
    "msg": "I'm glad I chose to walk with you. I'm more than willing and happy to walk an extra mile with you as I hold your hand. I love you!"
  },
  {
    "msg": "My life's biggest achievement is that I get to be with an awesome man like you every day. I love you."
  }, {
    "msg": "I will never stop trying. Because when you find the one… you never give up."
  }, {
    "msg": "It's always better when we're together."
  }, {
    "msg": "I've tried so many times to think of a new way to say it, and it's still I love you."
  }, {
    "msg": "Baby I'm yours and I'll be yours until the stars fall from the sky…"
  }, {
    "msg": "My husband deserves all the love in my heart."
  }, {
    "msg": "Even though I have seen a million people today, the only person I can think about is you."
  }, {
    "msg": "I could easily say that I love you to death, but I really want to live forever to love you eternally."
  }, {
    "msg": "Saying “I love you,” doesn't feel like enough, neither does showing it. So, I hope you can always feel it in your soul."
  }, {
    "msg": "My purpose in this world is to gather all your love and give you so much more in return."
  }, {
    "msg": "My love for my husband is a thought, an action, and a feeling at all times."
  }, {
    "msg": "I am so proud to call you my husband. I love you more with each passing day."
  },
  {
    "msg": "Your love is the doctor to my wounds, friend to my sorrows…"
  }, {
    "msg": "In all the times that I feel sad and bad, whenever I need support and survival, you are always there."
  }, {
    "msg": "My life's biggest happiness is not just in love you, but in knowing that you will always be there to love me back no matter what. I love you, baby."
  }, {
    "msg": "Dear husband, love isn't a big enough word for us."
  }, {
    "msg": "There is no display case big enough to display my love for my husband."
  }, {
    "msg": "You're that part of me I'll always need."
  }, {
    "msg": "Some think falling in love is an accident, but I know I fell in love with you on purpose."
  }, {
    "msg": "All the best adjectives could never describe a special person like you."
  }, {
    "msg": "I hope my love lifts your soul as yours does mine."
  }, {
    "msg": "For small creatures such as we, the vastness is bearable only through love."
  }, {
    "msg": "A friend is someone who knows all about you and still loves you."
  }, {
    "msg": "Nobody has ever measured, not even poets, how much the heart can hold."
  }, {
    "msg": "Once upon a time there was a boy who loved a girl, and her laughter was a question he wanted to spend his whole life answering."
  }, {
    "msg": "The best and most beautiful things in the world cannot be seen or even touched—they must be felt with the heart."
  }, {
    "msg": "All you need is love. But a little chocolate now and then doesn't hurt."
  }, {
    "msg": "The greatest thing you'll ever learn is just to love and be loved in return."
  }, {
    "msg": "Love is something sent from heaven to worry the hell out of you."
  }, {
    "msg": "You know you're in love when you can't fall asleep because reality is finally better than your dreams."
  }, {
    "msg": "Who, being loved, is poor?"
  }, {
    "msg": "When you're a kid, you assume your parents are soulmates. My kids are gonna be right about that."
  }, {
    "msg": "Maybe you don't need the whole world to love you, you know. Maybe you just need one person."
  }, {
    "msg": "True love stories never have endings."
  }, {
    "msg": "Deep within us — no matter who we are — there lives a feeling of wanting to be lovable, of wanting to be the kind of person that others like to be with. And the greatest thing we can do is to let people know that they are loved and capable of loving."
  }, {
    "msg": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life."
  }, {
    "msg": "Laughter is holier than piety, freedom is sweeter than fame, and in the end it's love and love alone that really matters."
  }, {
    "msg": "I love you and I like you."
  }, {
    "msg": "You're my one in five billion."
  }, {
    "msg": "Nothing compares to you."
  }, {
    "msg": "For the two of us, home isn't a place. It is a person. And we are finally home."
  }, {
    "msg": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time."
  }, {
    "msg": "In case you ever foolishly forget: I am never not thinking of you."
  }, {
    "msg": "A successful marriage requires falling in love many times, always with the same person."
  }, {
    "msg": "Love grows more tremendously full, swift, poignant, as the years multiply."
  }, {
    "msg": "The best thing to hold onto in life is each other."
  }, {
    "msg": "We loved with a love that was more than love."
  }, {
    "msg": "I love you – I am at rest with you – I have come home."
  }, {
    "msg": "Best day in Μy life. Ηappy anniversary to you Μy dear."
  }, {
    "msg": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage."
  },
  {
    "msg": "The first day you came into my life, I realized that you will stay here until the end. "
  }, {
    "msg": "You have made my heart brighter than the brightest candle.Thank you for being in my heart and completing me. "
  }, {
    "msg": "To be fully seen by somebody, then, and be loved anyhow— this is a human offering that can border on miraculous."
  }, {
    "msg": "A simple ‘I love you' means more than money."
  },
  {
    "msg": "If I had a flower for every time thought of you… I could walk through my garden forever."
  },
  {
    "msg": "I love you right up to the moon-and back."
  },
  {
    "msg": "I wish I'd done everything on Earth with you."
  },
  {
    "msg": "I know no ways to mince it in love, but directly to say ‘I love you."
  },
  {
    "msg": "No matter what challenges might carry us apart, we will always find a way back to each other."
  },
  {
    "msg": "When all my dreams come true, the one I want next to me, it's you."
  },
  {
    "msg": "My life really began when I married my husband."
  },
  {
    "msg": "Life is better with your best friend, that is why I married mine!"
  },
  {
    "msg": "I have a husband who adores me."
  },
  {
    "msg": "But I love you. I'm totally and completely in love with you."
  },
  {
    "msg": "I have the best husband in the world. He's very involved."
  },
  {
    "msg": "I promise to love you forever, every single day of forever."
  },
  {
    "msg": "My husband and I are best of friends first and foremost."
  },
  {
    "msg": "But you've slipped under my skin, invaded my blood and seized my heart."
  },
  {
    "msg": "It's the lesson I get from my husband, he just says, Keep going. Start by starting."
  },
  {
    "msg": "If I can see joy in your eyes then share with me your smile."
  },
  {
    "msg": "Where there is love there is life."
  },
  {
    "msg": "Love is composed of a single soul inhabiting two bodies."
  },
  {
    "msg": "Love isn't something you find. Love is something that finds you."
  },
  {
    "msg": "The most powerful weapon on earth is the human soul on fire."
  },
  {
    "msg": "Love doesn't make the world go 'round. Love is what makes the ride worthwhile."
  },
  {
    "msg": "You, yourself, as much as anybody in the entire universe, deserve your love and affection."
  },
  {
    "msg": "Love and compassion are necessities, not luxuries. Without them humanity cannot survive."
  },
  {
    "msg": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
  },
  {
    "msg": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up."
  },
  {
    "msg": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses."
  },
  {
    "msg": "Love is being stupid together."
  },
  {
    "msg": "Love is quivering happiness."
  },
  {
    "msg": "Come live in my heart and pay no rent."
  },
  {
    "msg": "If I tell you I love you, can I keep you forever?"
  },
  {
    "msg": "I wanted it to be you, I wanted it to be you so badly."
  },
  {
    "msg": "To get the full value of joy you must have someone to divide it with."
  },
  {
    "msg": "Love is something eternal, the aspect may change, but not the essence."
  },
  {
    "msg": "Love never claims, it ever gives. Love never suffers, never resents, never revenges itself."
  },
  {
    "msg": "Immature love says: ‘I love you because I need you.' Mature love says ‘I need you because I love you.'"
  },

  {
    "msg": "Love, I've come to understand, is more than three words mumbled before bedtime."
  },
  {
    "msg": "The relationship between husband and wife should be one of closest friends."
  },
  {
    "msg": "A good marriage would be between a blind wife and a deaf husband."
  },
  {
    "msg": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father."
  },
  {
    "msg": "I do not want a husband who honours me as a queen, if he does not love me as a woman."
  },
  {
    "msg": "A good wife always forgives her husband when she's wrong."
  },
  {
    "msg": "I met my husband Itzik when I got back home to Israel from Oxford in 2002. He is my Internet-of-all-Things."
  },
  {
    "msg": "The real act of marriage takes place in the heart, not in the ballroom or church or synagogue. It's a choice you make – not just on your wedding day, but over and over again – and that choice is reflected in the way you treat your husband or wife."
  },
  {
    "msg": "Many marriages would be better if the husband and the wife clearly understood that they are on the same side."
  },
  {
    "msg": "I have a lifetime appointment and I intend to serve it. I expect to die at 110, shot by a jealous husband."
  },
  {
    "msg": "If homes are going to survive, it will be because husbands and fathers again place their families at the highest level on their system of priorities."
  }
]