[{
    "id": 1,
    "msg": "I would rather spend one lifetime with you, than face all the ages of this world alone."
  },
  {
    "id": 2,
    "msg": "When the sun came up… I couldn't tell where heaven stopped and the Earth began."
  },
  {
    "id": 4,
    "msg": "To get the full value of joy you must have someone to divide it with."
  },
  {
    "id": 5,
    "msg": "You can't blame gravity for falling in love."
  },
  {
    "id": 6,
    "msg": "Love is the answer, and you know that for sure/Love is a flower, you've got to let it grow."
  },
  {
    "id": 7,
    "msg": "I love you no matter what you do, but do you have to do so much of it?"
  },
  {
    "id": 8,
    "msg": "But you've slipped under my skin, invaded my blood and seized my heart."
  },
  {
    "id": 9,
    "msg": "I want you. All of you. Your flaws. Your mistakes. Your imperfections. I want you, and only you."
  },
  {
    "id": 10,
    "msg": "You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear."
  },
  {
    "id": 11,
    "msg": "I am in you and you in me, mutual in divine love."
  },
  {
    "id": 12,
    "msg": "Love is an irresistible desire to be irresistibly desired."
  },
  {
    "id": 13,
    "msg": "There is no remedy for love but to love more."
  },
  {
    "id": 14,
    "msg": "Morning without you is a dwindled dawn."
  },
  {
    "id": 15,
    "msg": "The best feeling in the world is to know that you are mine and I am yours. Every morning that is enough for me to have a good day."
  },
  {
    "id": 16,
    "msg": "Meet a new day, sweetheart! I will fill it with my unconditional love, burning passion, hours of laughter and endless happiness!"
  },
  {
    "id": 17,
    "msg": "May you begin this day with a smile on your face, and with happiness for your soul to embrace. Good Morning my love."
  },
  {
    "id": 18,
    "msg": "I love you more than summer sunset and winter snow. I just love you more and more. You mean everything to me. Have a lovely morning!"
  },
  {
    "id": 19,
    "msg": "Morning is the start of every day and I will live each day like it's a new day, renewing our love."
  },
  {
    "id": 20,
    "msg": "Good morning to the woman who makes me a happy man."
  },
  {
    "id": 21,
    "msg": "Let your most beautiful dream will become a reality. Good morning, beautiful."
  },
  {
    "id": 22,
    "msg": "Good morning, love! The sun is as bright as you today."
  },
  {
    "id": 23,
    "msg": "Good morning! Your sweet teddy bear misses you, I can't wait to see you."
  },
  {
    "id": 24,
    "msg": "Sometimes I wish there was no alarm clock because that is the only device which wakes me up while I am dreaming of you."
  },
  {
    "id": 25,
    "msg": "Wake up my love. Flowers, smiles and laughter are waiting for you. Good morning, Love."
  },
  {
    "id": 26,
    "msg": "Good morning, my guiding star! Without you, I would have lost in a darkness of the universe."
  },
  {
    "id": 27,
    "msg": "The beautiful morning DEW and the lovely morning HUE are symbolic of my love for YOU. Good morning."
  },
  {
    "id": 28,
    "msg": "Thank you for making every morning such a great one."
  },
  {
    "id": 29,
    "msg": "It's your love that helps me get out of bed every morning with a bright bright smile on my face."
  },
  {
    "id": 30,
    "msg": "You ignited that ray of hope inside of me, stating about the amazing stuff I am capable of doing. Have a cheerful morning!"
  },
  {
    "id": 31,
    "msg": "Have I ever told you how lucky I am to have you?"
  },
  {
    "id": 32,
    "msg": "What's up, buttercup?"
  },
  {
    "id": 33,
    "msg": "Good morning honey, I love you more than I would love to hit snooze all day."
  },
  {
    "id": 34,
    "msg": "Good morning to the most beautiful soul I know. I love you."
  },
  {
    "id": 35,
    "msg": "In the morning you are especially delicate and fragile, all I want is to keep you in my arms and never let you go."
  },
  {
    "id": 36,
    "msg": "Your smile is the only inspiration I need. The voice is the only motivation I need. Your love is the only happiness I need. Good morning."
  },
  {
    "id": 37,
    "msg": "Since I've spent the night dreaming about you, I want to spend the day cuddling up with you. Good morning."
  },
  {
    "id": 38,
    "msg": "As I open my eyes each day, all I want to see is you. Good morning, my dear, I sent you hugs and kisses in my thoughts."
  },
  {
    "id": 39,
    "msg": "I had great dreams, but my reality with you is so much better. Good morning babe!"
  },
  {
    "id": 40,
    "msg": "The best alarm in the world is your sweet kiss! Good morning, my heart."
  },
  {
    "id": 41,
    "msg": "Good morning, sunshine! I am blessed to have you in my life."
  },
  {
    "id": 42,
    "msg": "People say that morning can't be good. I do not agree, every morning, I meet with you, is amazing. Good morning, darling!"
  },
  {
    "id": 43,
    "msg": "Every day when I wake up and remember that you are mine, I feel amazing!! Good morning love."
  },
  {
    "id": 44,
    "msg": "I hope your morning is as bright and gorgeous as your smile."
  },
  {
    "id": 45,
    "msg": "Let me wake up next to you, have coffee in the morning and wander through the city with your hand in mine, and I'll be happy for the rest of my little life."
  },
  {
    "id": 46,
    "msg": "Good morning, to the woman who makes me smile and warms my heart every day. I love you more than ever before."
  },
  {
    "id": 47,
    "msg": "I've told this message to go to the sweetest person in the world and now you are reading it, good morning."
  },
  {
    "id": 48,
    "msg": "Good morning angel. I hope your day will be as lovely as you are."
  },
  {
    "id": 49,
    "msg": "You are the shore I wish to return, after a hectic and tiring day to satiate my life. Have a Fresh Morning!"
  },
  {
    "id": 50,
    "msg": "Wake up, my sweetheart! Meet a new day, you are happy, healthy, and loved by me, life is beautiful, enjoy it!"
  },
  {
    "id": 51,
    "msg": "Good morning, wishing you a seriously wonderful and fabulous day!"
  },
  {
    "id": 52,
    "msg": "Thinking of you keeps me awake. Dreaming of you keeps me asleep. Being with you keeps me alive."
  },
  {
    "id": 53,
    "msg": "Meeting you was not the first day of the rest of my life, it was actually the best."
  },
  {
    "id": 54,
    "msg": "Good morning, being in love is everything!"
  },
  {
    "id": 55,
    "msg": "It is surely a good morning knowing that you are in my life. I love you babe. Good morning!"
  },
  {
    "id": 56,
    "msg": "When you really love someone, age, miles, height, weight are just numbers."
  },
  {
    "id": 57,
    "msg": "You have replaced my nightmares with dreams, my worries with happiness and my fears with love. Good morning."
  },
  {
    "id": 58,
    "msg": "Good morning, may peace, love and joy have their way with you today!"
  },
  {
    "id": 59,
    "msg": "Good morning, to the most wonderful woman that a man could ask for. I just wanted to make sure you knew how much I cherish you."
  },
  {
    "id": 60,
    "msg": "I am always excited to wake up each day because I know there's someone worth waking up for. Good morning to the sweetest person I've ever known."
  },
  {
    "id": 61,
    "msg": "You're the first one I think of when I wake up and last one I think of before I go to sleep."
  },
  {
    "id": 62,
    "msg": "My dream wouldn't be complete without you in it."
  },
  {
    "id": 63,
    "msg": "I want to wake up at 2 a.m., roll over, see your face, and know that I'm right where I'm supposed to be."
  },
  {
    "id": 64,
    "msg": "If you live to be a hundred, I want to live to be a hundred minus one day, so I never have to live without you."
  },
  {
    "id": 65,
    "msg": "I know you have a busy day today, just wanted to send a little love your way!"
  },
  {
    "id": 66,
    "msg": "Hugs and kisses and best wishes to you as you go slay the day!"
  },
  {
    "id": 67,
    "msg": "If I could have anyone in the world, it would still be you."
  },
  {
    "id": 68,
    "msg": "I know I am in love with you because my reality is finally better than my dreams."
  },
  {
    "id": 69,
    "msg": "Every morning I wake up next to you is a very good morning, indeed."
  },
  {
    "id": 70,
    "msg": "I can conquer the world with one hand as long as you are holding the other."
  },
  {
    "id": 71,
    "msg": "I still haven't figured out how to sit across from you, and not be madly in love with everything you do."
  },
  {
    "id": 72,
    "msg": "I could start fires with what I feel for you."
  },
  {
    "id": 73,
    "msg": "Lost with you, in you, and without you."
  },
  {
    "id": 74,
    "msg": "When I saw you I fell in love, and you smiled because you knew."
  },
  {
    "id": 75,
    "msg": "I get out of bed looking forward to the day because you're in it!"
  },
  {
    "id": 76,
    "msg": "There is my heart, and then there is you, and I'm not sure there is a difference."
  },
  {
    "id": 77,
    "msg": "Woke up with a huge smile on my face this morning. That's all you!"
  },
  {
    "id": 78,
    "msg": "If you are still in bed, just know that I'm having a bad morning here without you. Please get up as soon as possible. Good morning!"
  },
  {
    "id": 79,
    "msg": "Better than I was, more than I am, and all of this happened by taking your hand."
  },
  {
    "id": 80,
    "msg": "Grow old with me. The best is yet to come."
  },
  {
    "id": 81,
    "msg": "I love you in the morning, in the middle of the day, in the hours we are together, and the hours we are apart."
  },
  {
    "id": 82,
    "msg": "Girl, getting to wish you a good morning gets my day off to a great start!"
  },
  {
    "id": 83,
    "msg": "Good morning to the coolest woman I know."
  },
  {
    "id": 84,
    "msg": "Hope your day is all sunshine and sparkles, you deserve it."
  },
  {
    "id": 85,
    "msg": "Every sunrise gives me a new day to love you! Good morning, sweetheart. Hope you have an amazing day!"
  },
  {
    "id": 86,
    "msg": "You bring me to life each morning when I wake up and see your angelic face."
  },
  {
    "id": 87,
    "msg": "Good Morning to the one who holds the most special in my life. I love you more than yesterday but less than tomorrow, my darling."
  },
  {
    "id": 88,
    "msg": "The sun doesn't rise until I see the love shining from those gorgeous eyes of yours."
  },
  {
    "id": 89,
    "msg": "Every morning confessing my love to you and appreciating you for the amazing person you are – is not a habit but my way of treasuring you! Morning, love."
  },
  {
    "id": 90,
    "msg": "When I look into your sparkling, bright blue eyes each morning, I can't help but get lost and fall in love with you again."
  },
  {
    "id": 91,
    "msg": "All my worries are gone, All my struggles are done! My future is great for you. And from now, that I can envisage. I love my life with you. Good morning!"
  },
  {
    "id": 92,
    "msg": "May your morning be as pleasant as your girlish smile."
  },
  {
    "id": 93,
    "msg": "Every day waking up with you in the bed and getting lost in your eyes is my most favorite part of the day. I love you my sunshine. Good Morning."
  },
  {
    "id": 94,
    "msg": "Good morning beautiful! You are the kindest, most generous, loving person that I know, and I hope you have a truly amazing day."
  },
  {
    "id": 95,
    "msg": "Having you right by side makes me feel how lucky I am. Thank you for being the reason for my happiness. Morning, babe. I love you a lot."
  },
  {
    "id": 96,
    "msg": "Your bright smile is all that I need to start my day, but some coffee with you this morning will only brighten my day."
  },
  {
    "id": 97,
    "msg": "Waking up next to you is what I can a true blessing! Thank you so much for existing in my life, Love. I love you so much, Good Morning."
  },
  {
    "id": 98,
    "msg": "You were in my mind last night as I dreamed of you, and I woke up with you in my heart. Have a beautiful day, Girl!"
  },
  {
    "id": 99,
    "msg": "You make my world colorful more than summer sky and rainbows. Thankful to Lord for sending you in my life. Good Morning, dear wife."
  },
  {
    "id": 100,
    "msg": "I just felt you wake, so I wanted to send some hugs and kisses your way to brighten your morning a little bit."
  },
  {
    "id": 101,
    "msg": "I think about you when I go to bed and when I get up. Thanks for sweetening up my life."
  },
  {
    "id": 102,
    "msg": "Even If In The Morning You Are Whimsical And Lazy, Still I Love You. Good Morning."
  },
  {
    "id": 103,
    "msg": "Every morning I open my eyes because I want to see your pretty face. Good morning, sweetie."
  },
  {
    "id": 104,
    "msg": "I just wanted to say good morning to one of the people that means the world to me. Time to wake up!"
  },
  {
    "id": 105,
    "msg": " Waking up is my favorite and most hated part of the day. I can talk to you when I am awake, but my dreams with you at night are always cut short. Good morning my honey."
  },
  {
    "id": 106,
    "msg": " Hello, my beautiful! You were the first thing to come to my mind as I woke up this morning."
  },
  {
    "id": 107,
    "msg": " I love the spring mornings, the afternoons in autumn, the winter evenings and the summer nights … but you I love more!"
  },
  {
    "id": 108,
    "msg": " I just woke up, and you're already on my mind. Good Morning, Beautiful!"
  },
  {
    "id": 109,
    "msg": " May you notice the beauty of the morning, see the glory of the sunshine, feel the moments of the day and hear from a friend who cares. Good morning my love!"
  },
  {
    "id": 110,
    "msg": " You are a warm cup of coffee on a rainy morning, soft blanket in the cold night; you are all of the love, passion, and comfort of my life."
  },
  {
    "id": 111,
    "msg": " Good morning, beloved! In the morning you are especially beautiful, I love you!"
  },
  {
    "id": 112,
    "msg": " I may not be able to whisper sweet nothings into your ear at night, but I can type them to you in the morning! I love you."
  },
  {
    "id": 113,
    "msg": " I hope your morning is as bright as your smile."
  },
  {
    "id": 114,
    "msg": " Every new morning brings a new beginning, like a new page to write on; scribble my name a few times, won't you? Love you."
  },
  {
    "id": 115,
    "msg": " Morning sunshine … You look great today. How did I know? Because you look great every day."
  },
  {
    "id": 116,
    "msg": " I got up this morning with you in my thoughts. Come to think of it, I went to bed last night the same way. Hey, at least I'm consistent. Good morning my dear!"
  },
  {
    "id": 117,
    "msg": "Just wanted to let you know that my life has become extraordinary because of you. Have a great day ahead."
  },
  {
    "id": 118,
    "msg": " Happiness means you! Beyond you, there is nothing I can see, good morning and love you darling."
  },
  {
    "id": 119,
    "msg": " Some say luck is for the lazy, I don't care, I'll be lucky to have you by my side every time I wake up, filling me with good morning thoughts."
  },
  {
    "id": 120,
    "msg": "I just wanted you to know how thankful I am to have you in my life."
  },
  {
    "id": 121,
    "msg": " Good morning my love, if only you know that your happiness means everything to me."
  },
  {
    "id": 122,
    "msg": " You have a cute yawn on your face, a cup of coffee in your hands. All that remains is a good morning message from me. Have a great morning!"
  },
  {
    "id": 123,
    "msg": "There used to be a time when the first thing I thought of in the morning was coffee. Now it's you."
  },
  {
    "id": 124,
    "msg": "Good morning … have a beautiful day just like you!"
  },
  {
    "id": 125,
    "msg": " I woke up today and felt filled with energy because of your love."
  },
  {
    "id": 126,
    "msg": "Each morning seems a little bit brighter these days, and I think you're the reason why."
  },
  {
    "id": 127,
    "msg": " I love you so much, my dear. I love you more during the morning because the rising sun reminds me of your beauty."
  },
  {
    "id": 128,
    "msg": " Get up my sleeping beauty and have a wonderful day!"
  },
  {
    "id": 129,
    "msg": "Tell me the weirdest thing you can remember from your dreams last night."
  },
  {
    "id": 130,
    "msg": " Good morning my sweetest addiction! I can't live without you.Good morning texts for her to brighten the day"
  },
  {
    "id": 131,
    "msg": " I think of you every morning, and I dream about you every day."
  },
  {
    "id": 132,
    "msg": " Good morning my dear, the birds are singing, the sun is shining, and the world is right because you are awake."
  },
  {
    "id": 133,
    "msg": " I dreamed of an angel last night, and when I woke with you on my mind, I realized that I've already met my angel."
  },
  {
    "id": 134,
    "msg": " I hope your morning is as radiant as your amazing smile."
  },
  {
    "id": 135,
    "msg": " Good morning to the best decision I ever made."
  },
  {
    "id": 136,
    "msg": "Many beautiful things are waiting to welcome you to this new day."
  },
  {
    "id": 137,
    "msg": " Good morning sweetheart. Leaving bed has become the hardest thing for me, mainly because I get to leave the woman of my dreams."
  },
  {
    "id": 138,
    "msg": " May this new morning bring forth miracles and blessings. I cherish and adore you."
  },
  {
    "id": 139,
    "msg": " Hey beautiful, I hope you wake up this morning feeling like a rose, filled with beauty and I hope your day is as sweet as honey. You deserve more, my love."
  },
  {
    "id": 140,
    "msg": " Open your eyes and embrace this wonderful world! Welcome to another happy day!"
  },
  {
    "id": 141,
    "msg": " The light that shines from you is more vital to me than the sunlight in the morning. Rise and shine, my beautiful queen."
  },
  {
    "id": 142,
    "msg": " I can't wait until we can wake up together every morning. Until then, these good morning messages will help close the distance between our hearts."
  },
  {
    "id": 143,
    "msg": " God has given us another day filled with more blessings than we can count. However, let's try it anyway. Good morning, my Love!"
  },
  {
    "id": 144,
    "msg": " Here are some hugs and kisses to start out your day. Hopefully, they will last until we meet this evening. Have a good day darling."
  },
  {
    "id": 145,
    "msg": " Waking up and holding you in my arms every morning is like a dream that I never want to end. Good morning, my bride."
  },
  {
    "id": 146,
    "msg": " Wishing a good morning to the person who is the reason why I feel like waking up every day. I love you."
  },
  {
    "id": 147,
    "msg": " I never imagined that true love existed until the day that I fell in love with you. Good morning, and enjoy your day, my dear."
  },
  {
    "id": 148,
    "msg": " Every morning I wake up, I realize that you are the best thing that ever happened to me. Have a great day."
  },
  {
    "id": 149,
    "msg": " This morning I woke up wanting some kisses from you, so I thought I'd send my love to make you smile when you wake."
  },
  {
    "id": 150,
    "msg": " I don't need paradise because I found you…I don't need dreams because I already have you. Good Morning!Sweet and heartfelt good morning texts for her"
  },
  {
    "id": 151,
    "msg": " There isn't a thing I love more than waking up next to you. Good morning, beauty!"
  },
  {
    "id": 152,
    "msg": " Hey! I am not only wishing you a good morning, but I am also here to put a smile on your face."
  },
  {
    "id": 153,
    "msg": " I woke up this morning, and you instantly crossed my mind. Just wanted to tell you that I love you."
  },
  {
    "id": 154,
    "msg": " An ideal morning is not possible without you, my love!"
  },
  {
    "id": 155,
    "msg": " I can't wait for the time to come when I will be waking up with you every single morning!"
  },
  {
    "id": 156,
    "msg": " Knock! Knock! Here is your little morning surprise that will make your day!"
  },
  {
    "id": 157,
    "msg": " I am sending you some virtual kisses for good morning. And you will get the real ones when you come over."
  },
  {
    "id": 158,
    "msg": " Good morning to the world's best lover!"
  },
  {
    "id": 159,
    "msg": " All the best good morning texts can be put into 3 words: I love you!"
  },
  {
    "id": 160,
    "msg": " It is such a great morning because I know I have you!Good morning texts to impress her"
  },
  {
    "id": 161,
    "msg": "I couldn't let you start your workday without me telling you how much I love you!"
  },
  {
    "id": 163,
    "msg": "I was dreaming of kissing you the whole night. Please come soon, and don't ever leave."
  },
  {
    "id": 164,
    "msg": "Good morning! I hope that your day will be great and you will not get stuck in traffic like yesterday."
  },
  {
    "id": 165,
    "msg": "The best part of every morning is sipping my coffee and thinking of you!"
  },
  {
    "id": 166,
    "msg": "Very good morning to the woman who made me the luckiest man in the world."
  },
  {
    "id": 167,
    "msg": "Good morning, babe! Did you sleep well or you were preoccupied dreaming of me?"
  },
  {
    "id": 168,
    "msg": "This is a daily reminder that you can achieve all you set your mind to do. Have a glorious day, my love."
  },
  {
    "id": 169,
    "msg": "Can't wait to see you today. I am counting the minutes until I can see your beautiful face."
  },
  {
    "id": 170,
    "msg": "I was just thinking about how much you do for me and our family. I do not know how you do everything that you do. I love you."
  },
  {
    "id": 171,
    "msg": "It's rainy and cold outside. Wish you were here to warm me up with your kisses."
  },
  {
    "id": 172,
    "msg": "Good morning, you sexy thing! Hope you have a stress-free day at work!"
  },
  {
    "id": 173,
    "msg": "Good morning, honey! Hope your day goes well and your night with me even better!"
  },
  {
    "id": 174,
    "msg": "Wake up and smile because we have the most spectacular relationship. I love you."
  },
  {
    "id": 175,
    "msg": "Good morning to the queen of my heart. Hope you had a good night's sleep."
  },
  {
    "id": 176,
    "msg": "I could never thank you enough for being mine and for always believing in me. May this new day offer you the best in life."
  },
  {
    "id": 177,
    "msg": "The best part of the morning is my body in your arms! I love waking up by your side, babe!"
  },
  {
    "id": 178,
    "msg": "Good morning. I hope you delight in the fact that we can conquer all our problems together."
  },
  {
    "id": 179,
    "msg": "I just wanted to let you know that because of you, I am a better person! Thank you for accepting me the way I am!"
  },
  {
    "id": 180,
    "msg": "I hope your day will be filled with joy and love. I'm always here if you ever need me."
  },
  {
    "id": 181,
    "msg": "You brighten my day with the sound of your voice. Now call me when you see this message so i can hear it."
  },
  {
    "id": 182,
    "msg": "May you receive blessings and the energy to keep moving this beautiful day. Have a nice day ahead!"
  },
  {
    "id": 183,
    "msg": "It only takes me a second to think about you but the smile it gives me lasts all day long!"
  },
  {
    "id": 184,
    "msg": "It's now the right time to wake up and do something interesting. Good Morning!"
  },
  {
    "id": 185,
    "msg": "Great morning! let me know if you need some help getting into trouble later."
  },
  {
    "id": 186,
    "msg": "To wake up every morning thinking that you are safe and healthy gives me real energy to beat the day."
  },
  {
    "id": 187,
    "msg": "Every morning I thank the world for giving you to me. You are my sweetest addiction, I can't live without you."
  },
  {
    "id": 188,
    "msg": "Wake up happy, choose to be happy, and no matter what the situation, let no one take that from you."
  },
  {
    "id": 189,
    "msg": "Good morning, sweet face. You have two options this morning. Go back to sleep or chase that dream. I know you'll pick the second one."
  },
  {
    "id": 190,
    "msg": "Good morning! Is this the day you were to achieve big? Wake up and find out."
  },
  {
    "id": 191,
    "msg": "Was just thinking of you baby… thought of making you think of me too!"
  },
  {
    "id": 192,
    "msg": "Leave your ego in the bed every morning and get up to do something truly great. Good Morning!"
  },
  {
    "id": 193,
    "msg": "I know my cold would disappear if I had a good morning kiss from you."
  },
  {
    "id": 194,
    "msg": "Every time I wake up and know I have a trusted friend in my life, all my worries seem to disappear. Have a nice day ahead!"
  },
  {
    "id": 195,
    "msg": "Good morning sweetheart! May the bluebirds sing songs for you to hear as you are getting ready for the day ahead."
  },
  {
    "id": 196,
    "msg": "Hey sweetheart, you are sleeping too much, wake up and shine. Good morning!"
  },
  {
    "id": 197,
    "msg": "As you open your eyes and begin your day, remember that you will never have this day again. Make it count. Spend the day with me. Good morning, sweetie!"
  },
  {
    "id": 198,
    "msg": "The best thing this morning is you. Wake up and make things happen. Good morning!"
  },
  {
    "id": 199,
    "msg": "Don't worry about the mistakes of yesterday, instead, place them under your feet and make miles out of it. Have a nice day!"
  },
  {
    "id": 200,
    "msg": "I cannot keep calm after waking up this morning because I want to tell you how much I love you every minute. "
  },
  {
    "id": 201,
    "msg": "Lying in your loving arms is heaven on earth."
  },
  {
    "id": 202,
    "msg": "I'm much more me when I'm with you."
  },
  {
    "id": 203,
    "msg": "I promise to handle your heart with care and treasure it with love."
  },
  {
    "id": 204,
    "msg": "I wish I could turn back the clock. I'd find you sooner and love you longer."
  },
  {
    "id": 205,
    "msg": "Your smile is intoxicating. It lingers, it captivates my heart."
  },
  {
    "id": 206,
    "msg": "I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more."
  },
  {
    "id": 207,
    "msg": "You are the one for me. I have never been so sure of anything in all my life."
  },
  {
    "id": 208,
    "msg": "You can do no wrong in my eyes. You are perfect!"
  },
  {
    "id": 210,
    "msg": "Alarms can go off as loudly as they want. My day won't start unless I hear your voice."
  },
  {
    "id": 211,
    "msg": "That wonderful bird, singing near your window, is my companion, who agreed to help me to express my feelings for you."
  },
  {
    "id": 212,
    "msg": "Just like how a beautiful morning is incomplete without its orange hue, my morning coffee is incomplete without texting you. Good morning."
  },
  {
    "id": 213,
    "msg": "Good morning to the girl of my dreams. Just the thought of you brightens up my morning."
  },
  {
    "id": 214,
    "msg": "Do you know why the sun rises every morning? It wants to see your dazzling smile. Good morning, dear."
  },
  {
    "id": 215,
    "msg": "The best feeling is goosebumps from your kisses, I want to feel them for the whole life. Good morning, princess."
  },
  {
    "id": 216,
    "msg": "The morning breeze on my face makes me think of you. The sun on my skin makes me think of you. Even the birds singing their beautiful songs make me think of you."
  },
  {
    "id": 217,
    "msg": "For me, to breathe is natural as well as to love you and to greet each morning with you."
  },
  {
    "id": 218,
    "msg": "Let every morning be a fresh start of the day, full of luck, joy, and love. Good morning, darling."
  },
  {
    "id": 219,
    "msg": "I wish I could've woken up next to you this morning."
  },
  {
    "id": 220,
    "msg": "Only a few things are priceless for me in this world, one of them is your smile every morning."
  },
  {
    "id": 221,
    "msg": "Good Morning, lazy! May this day be full of productivity…from someone else! Obviously, not you!"
  },
  {
    "id": 222,
    "msg": "Why do they call it beauty sleep, when you wake up looking like a troll!"
  },
  {
    "id": 223,
    "msg": "Let's face it. The worst part of waking up is actually having to wake up. Here's to you as you suffer through that struggle. Good morning!"
  },
  {
    "id": 224,
    "msg": "Things i hate the most… Alarm clocks, things I like the most… The snooze button… Whom I love the most… You."
  },
  {
    "id": 225,
    "msg": "Good morning! Don't let the exhausted look on my face deter you from waking up yourself. We can make it through this together."
  },
  {
    "id": 226,
    "msg": "Good morning. Have a cup of coffee and start your engines because it's still a long way before you reach the weekend."
  },
  {
    "id": 227,
    "msg": "I wish you a day full of unmeasurable good things. When you get them, remember my cut, 20%. Good morning sunshine."
  },
  {
    "id": 228,
    "msg": "Some people wake up at noon and call it a morning. I am wishing you good morning now so you know when the real morning is!"
  },
  {
    "id": 229,
    "msg": "My idea of a perfect morning is opening my eyes, rolling over, and going back to bed. Here's wishing you an equally joyous time. Good morning!"
  },
  {
    "id": 230,
    "msg": "Sending the person who puts up with me, every day, a Good Morning message! May this morning find you even more patient than the last!"
  },
  {
    "id": 231,
    "msg": "I never loved you any more than I do, right this second. And I'll never love you any less than I do, right this second."
  },
  {
    "id": 233,
    "msg": "A sea of whiskey couldn't intoxicate me as much as a drop of you."
  },
  {
    "id": 234,
    "msg": "You make my dopamine levels go all silly."
  },
  {
    "id": 235,
    "msg": "My favorite place is inside your hug."
  },
  {
    "id": 236,
    "msg": "You stole my heart, but I'll let you keep it."
  },
  {
    "id": 237,
    "msg": "You are my today and all of my tomorrows."
  },
  {
    "id": 238,
    "msg": "Hold my hand, and I will go anywhere with you."
  },
  {
    "id": 239,
    "msg": "Everything I've never done, I want to do with you."
  },
  {
    "id": 240,
    "msg": "You're kinda, sorta, basically, pretty much always on my mind."
  },
  {
    "id": 241,
    "msg": "I hope you have a great day today, baby. You deserve all the best the world has to offer."
  },
  {
    "id": 242,
    "msg": "I've got nothing to say, but it's okay. Good morning, good morning."
  },
  {
    "id": 243,
    "msg": "Good morning, baby. I know it's raining outside, but my head is full of sunshine thinking about you."
  },
  {
    "id": 244,
    "msg": "Good morning, starshine. The earth says hello."
  },
  {
    "id": 245,
    "msg": "Good morning, my love. Do you remember any of your dreams?"
  },
  {
    "id": 246,
    "msg": "Good morning. Welcome to the thing called life. Good morning. Don't you let it pass you by."
  },
  {
    "id": 247,
    "msg": "Good morning, babe. I can't believe you exist. You are more than I could have ever hoped for, and I can't believe I get to know you and love you."
  },
  {
    "id": 248,
    "msg": "Good morning. I love you. You're singing. I see you. You're smiling, and lying, your hair in a spiral."
  },
  {
    "id": 249,
    "msg": "Good morning, baby. I thank God I'm alive to greet you with the sun."
  },
  {
    "id": 251,
    "msg": "Rise and shine now, bump and grind later."
  },
  {
    "id": 252,
    "msg": "You are my inspiration to start the day and keep going."
  }
]