[{
    "id": 1,
    "msg": "May your dreams be as soft and sweet as your tender kiss. Good night my Princess."
  },
  {
    "id": 2,
    "msg": "I love you like roses love rain, like walking together down memory lane. Sleep tight my Love."
  },
  {
    "id": 3,
    "msg": "May your pillow be soft, your blankets be warm, and your mind be filled with thoughts of how much I love you. Good night my Love."
  },
  {
    "id": 4,
    "msg": "Count the stars, count sheep, count your blessings, and count on me to love you forever. "
  },
  {
    "id": 5,
    "msg": "Enjoy sweet memories of our day as peaceful slumber overtakes you and fills you with a well-earned rest."
  },
  {
    "id": 6,
    "msg": "May velvety darkness wrap itself around you, comforting you with its silent embrace, as you drift peacefully to sleep."
  },
  {
    "id": 7,
    "msg": "Tomorrow is a clean slate, a new beginning, a fresh start. Sleep well, my love."
  },
  {
    "id": 8,
    "msg": "I live for the day that my dream will come true and wake up next to you. Sweet dreams until then my love! close your eyes and clear your mind - good night messages for her "
  },
  {
    "id": 9,
    "msg": "Sleep, a beautiful surrender, a recharging of the soul, a gift of the night. Enjoy."
  },
  {
    "id": 10,
    "msg": "May the lullabies of a hundred angels' wings comfort you and keep you as you drift off to sleep. Good night my Princess!"
  },
  {
    "id": 11,
    "msg": "If I were with you tonight, I'd hold you close, take in your beauty, and surround you with sweet love."
  },
  {
    "id": 12,
    "msg": "A night so fair, a love so rare, may God's hands keep you in His care. Sweet Dreams my Love."
  },
  {
    "id": 13,
    "msg": "As the stars keep vigil, may the moon guide you to the land of sweet dreams by its beautiful radiance."
  },
  {
    "id": 14,
    "msg": "Close your eyes, clear your mind, and listen closely as the stars climb the night sky to hang above your restful sleep. Good Night my dear!"
  },
  {
    "id": 15,
    "msg": " The stars are notes in the night sky, twinkling your personal lullaby. Good night love"
  },
  {
    "id": 16,
    "msg": "I hope that your life with me is so wonderful that when you're awake, you wonder if you're dreaming, and when you're dreaming, you wonder if you're awake."
  },
  {
    "id": 17,
    "msg": "Relax and unwind, may your dreams be kind, and know as you sleep that you're on my mind. Tonight and always. Sleep tight my Love!"
  },
  {
    "id": 18,
    "msg": "Like dandelion seeds puffed into the wind, may your thoughts scatter away into the night so you can rest at ease."
  },
  {
    "id": 19,
    "msg": "Open your heart, and close your eyes. Feel my love reach beyond the skies."
  },
  {
    "id": 20,
    "msg": "You're the queen of my world, the sparkle in my night sky, the sunshine on my picnic. I love you. Sleep well my Love!"
  },
  {
    "id": 21,
    "msg": "I'm imagining your beautiful eyes reading this, while your skin glows softly in the light of your phone, and your hair lies gently against your skin. I wish I was there."
  },
  {
    "id": 22,
    "msg": "Soon the light of the sun will awaken another day, and we will be together again. I can't wait. good night my love"
  },
  {
    "id": 23,
    "msg": "Tonight, the miracle of love binds our hearts in faith, and comforts us, so that we know we will see each other again."
  },
  {
    "id": 24,
    "msg": "Our love is a rushing waterfall, loud and strong, beautiful and deep. I long to feel its passion again, but now, my beloved, we sleep."
  },
  {
    "id": 25,
    "msg": "If any monsters come out from under your bed, they will be mesmerized by your beauty, so don't fear and get some sleep."
  },
  {
    "id": 26,
    "msg": "Our love is an open field where dreams run free like wild horses, and because of you, my life is complete. May your dreams be spirited. Sleep tight my Love."
  },
  {
    "id": 27,
    "msg": "Like prayers drifting heavenward, my thoughts of you float freely through my mind, so that I fall asleep in total contentment."
  },
  {
    "id": 28,
    "msg": "Blessed memories of a day spent with you rain gently down as I remember and sleep. May your dreams be blessings too."
  },
  {
    "id": 29,
    "msg": "I hope you are nestled and snug, receiving my long-distance hug, and ready to sleep well, my sweet ladybug! Good night my Princess!"
  },
  {
    "id": 30,
    "msg": "As gentle rain refreshes the earth, and the summer breeze quietly blows, may amazing dreams meander through your sleep-filled night."
  },
  {
    "id": 31,
    "msg": "When the night comes sashaying in, dressed up in black satin and a thousand sparkling diamonds, her beauty can never compare to yours."
  },
  {
    "id": 32,
    "msg": "As I picture you lying there, my love for you overwhelms me, and I can never put into words how much you mean to me."
  },
  {
    "id": 33,
    "msg": "Love is in the air, so breathe it in deeply, rest peacefully, and know that I'll be dreaming of you tonight."
  },
  {
    "id": 34,
    "msg": "As a mighty bird soars, and stretches its wings, that's how your love makes me feel; you're my everything. Sleep well my Love!"
  },
  {
    "id": 35,
    "msg": "I want to make a day for you that's filled with all your favorite things, because you're my favorite thing. I love you and hope your sleep is as wonderful as you."
  },
  {
    "id": 36,
    "msg": "If I were the sandman, I'd add extra sparkle to your sand, and extra sweetness to your dreams. I hope that your rest is awesome and deep."
  },
  {
    "id": 37,
    "msg": "My sweet girl, may you have a lovely sleep and happy sweet dreams to awaken from. Good night!"
  },
  {
    "id": 38,
    "msg": "Like the stars which twinkle in the sky, may your dreams be pleasant and sweet with beautiful dreams. Good night my Princess!"
  },
  {
    "id": 39,
    "msg": "My sweet love, wishing you a sweet good night and may you sleep peacefully and full of dreams."
  },
  {
    "id": 40,
    "msg": "I hope the dream Fairy waves her wand and drops lovely dreams into your mind. Sweet Dreams my Love."
  },
  {
    "id": 41,
    "msg": "May you wake up feeling energized and revitalized after a night of sleep, my beauty."
  },
  {
    "id": 42,
    "msg": "While you sleep, dream of me and know that I will be here today and for always."
  },
  {
    "id": 43,
    "msg": "Even though you always look like an angel, the look you have when you are asleep is as peaceful as any beautiful flower and the dreams you have should be cherished."
  },
  {
    "id": 44,
    "msg": "Sending you the best as the night falls upon us for a peaceful sleep and good night."
  },
  {
    "id": 45,
    "msg": "Lovely dreams and cheery moments will find you in your dreams as you sleep."
  },
  {
    "id": 46,
    "msg": "While the stars light up the sky, your love fulfills me and while you dream the best of dreams, may I be one of the first things you think of in the morning."
  },
  {
    "id": 47,
    "msg": "Sending you good night wishes to make your evening just that more lovely. Have peaceful sleep and wonderful dreams."
  },
  {
    "id": 48,
    "msg": "Wishing you a fantastic evening and sending you my love while you have happy dreams."
  },
  {
    "id": 49,
    "msg": "I am so much in love with my beautiful girl and while the moon shines through the window upon your face, it radiates your sleeping face with so much beauty that it brings shame upon the stars in the sky."
  },
  {
    "id": 50,
    "msg": "Tonight as you sleep, dream happy and peaceful dreams of our life and love together."
  },
  {
    "id": 51,
    "msg": "May you have a good night's sleep and sweet dreams as your love has filled me with much happiness."
  },
  {
    "id": 52,
    "msg": "May you be taken to a beautiful dream land filled with happiness and peace as you sleep tonight."
  },
  {
    "id": 53,
    "msg": "Like a shooting star in the night's sky, I wish my sweet girl immediate sleep and radiant dreams."
  },
  {
    "id": 54,
    "msg": "May you have a deep and refreshing sleep, my love, and I will see you tomorrow when you brighten my day more than the sunshine. "
  },
  {
    "id": 55,
    "msg": "Sleep sweet, my precious angel, and my love will be here awaiting your wakening."
  },
  {
    "id": 56,
    "msg": "Feel this sweet goodnight kiss and when you open your eyes, I'll kiss you again right after sunrise."
  },
  {
    "id": 57,
    "msg": "How did I ever get so lucky with a beautiful girl like you? Goodnight my precious angel, as I believe my luck lies within the stars."
  },
  {
    "id": 58,
    "msg": "I hope your dreams are filled with those of your prince: me."
  },
  {
    "id": 59,
    "msg": "Sending you good night wishes that are heartfelt and full of love. ♥ Good night to my beautiful girl that I wish I could hug so tightly tonight."
  },
  {
    "id": 60,
    "msg": "The silence is so quiet without you here by my side, but I wish you a good night and will see you soon."
  },
  {
    "id": 61,
    "msg": "The love I have for you makes waking up every morning worth it. Good night my sweet girl."
  },
  {
    "id": 62,
    "msg": "Goodnight my love and friend. You have always been the one for me."
  },
  {
    "id": 63,
    "msg": "Good night to my love and my everything."
  },
  {
    "id": 64,
    "msg": "Good night and thinking of you along with the coziest of hugs, the snuggliest of cuddles, and the sweetest of kisses."
  },
  {
    "id": 65,
    "msg": "Goodnight and as long as your heart is true, may the sweetest of dreams always be with you."
  },
  {
    "id": 66,
    "msg": "Good night and sweet dreams to my beautiful goddess who I love so much."
  },
  {
    "id": 67,
    "msg": "I realize every night how much I love you and I wish you a good sleep so tight."
  },
  {
    "id": 68,
    "msg": "Instead of just a plain good night wish, I want you to dream of me tonight and sleep tight."
  },
  {
    "id": 69,
    "msg": "Nights are longer than the days I spend with you so I hope to visit you in your dreams so we can remain together."
  },
  {
    "id": 70,
    "msg": "Sending you a sweet good night wish to remind you how much I love you, my dearest angel."
  },
  {
    "id": 71,
    "msg": "Lay your head on your pillow tonight and think of me as you drift off and how much you mean to me."
  },
  {
    "id": 72,
    "msg": "May you always be reminded in your dreams tonight how much I love you and what the future could bring."
  },
  {
    "id": 73,
    "msg": "Do not sleep restless tonight though I am not there. I'm here right now just wishing you the sweetest of good nights."
  },
  {
    "id": 74,
    "msg": "Squeeze your pillow, close your eyes, and sleep tight, my beautiful girlfriend."
  },
  {
    "id": 75,
    "msg": "Good night to the woman who when I think of, I realize all of my dreams are coming true."
  },
  {
    "id": 76,
    "msg": "Wishing you a sweet night with peaceful sleep and tender dreams."
  },
  {
    "id": 77,
    "msg": "Tonight I fall asleep with you with you present in my heart. Good Night my love!"
  },
  {
    "id": 78,
    "msg": "Rest easy my sweet dear and after you rest, wishing you the greatest morning."
  },
  {
    "id": 79,
    "msg": "Your eyes sparkle just like the stars and when you close them, it is like a cloudy night but I know that you will dream of me and awake refreshed."
  },
  {
    "id": 80,
    "msg": "I love you so much and wish you a good night and good morning, my dearest angel!"
  },
  {
    "id": 81,
    "msg": "I will wish you a good night every single evening for the rest of my life for peaceful dreams and kisses to awake you."
  },
  {
    "id": 82,
    "msg": "Good night my love. You are my blessing from the heavens above and I feel incomplete without you."
  },
  {
    "id": 83,
    "msg": "I am the luckiest guy ever and when I know you're sleeping, I often can't fall asleep myself because I can't get you out of my mind."
  },
  {
    "id": 84,
    "msg": "I hope you sleep well and awaken to find this wish to put a smile on your face for the start of a new day!"
  }
]