[{
  "msg": "Your intelligence and conviction are powerful"
}, {
  "msg": "Your beautiful smile brightens my day"
}, {
  "msg": "Your eyes are beautiful because they are filled with kindness and intelligence"
}, {
  "msg": "Your strength in the face of obstacles is amazing"
}, {
  "msg": "I enjoy your unique perspective"
}, {
  "msg": "I’m charmed by your sense of humor"
}, {
  "msg": "The kindness you show to everyone is inspiring"
}, {
  "msg": "You make a huge difference in the lives of those around you"
}, {
  "msg": "I want to be like you"
}, {
  "msg": "No matter what you wear, you always look fantastic"
}, {
  "msg": "I love spending time with you."
}, {
  "msg": "Your encouragement makes me feel like I can change the world"
}, {
  "msg": "Your presence warms the coldest heart"
}, {
  "msg": "I have the most fun when I’m with you"
}, {
  "msg": "Your voice adds cheer to the most dreary day"
}, {
  "msg": "Your creativity and artistic ability blow me away"
}, {
  "msg": "I’ve never met anyone as trustworthy and honest as you"
}, {
  "msg": "I like how you know exactly who you are and what you want from life"
}, {
  "msg": "You’ve given me a whole new perspective on life. Thank you. I can't take my eyes off of you"
}, {
  "msg": "The sound of your laughter makes me feel like I just won a million dollars"
}, {
  "msg": "I love the way you take care of me. You are such a selfless person"
}, {
  "msg": "Your style is amazing, and I wish I was as fashionable as you"
}, {
  "msg": "You make me want to be better and better every day"
}, {
  "msg": "I’m fascinated by your lips because they always say the most amazing things and outline the most beautiful smile"
}, {
  "msg": "You are like a dazzling diamond that I will treasure always"
}, {
  "msg": "When I’m not around you, I’m thinking about you"
}, {
  "msg": "I’d rather spend time with you than anyone in the world"
}, {
  "msg": "I feel like I’m on vacation from all the world’s troubles when we’re together"
}, {
  "msg": "You put a lot of effort into caring for others. I appreciate you"
}, {
  "msg": "You are my favorite person to talk to. Thank you for listening with a caring heart"
}, {
  "msg": "I trust and value your opinion. You make insightful observations"
}, {
  "msg": "Whenever I see you, the clouds roll away and birds start singing"
}, {
  "msg": "I can’t imagine life without you"
}, {
  "msg": "I can’t take my eyes off the beauty you radiate with that confident smile"
}, {
  "msg": "Your confidence is attractive"
}, {
  "msg": "I’m sorry that it took so long for us to meet"
}, {
  "msg": "I’m drawn in by your warm, intelligent conversation"
}, {
  "msg": "I like how you really know what you want, and how you are fearless when you go about getting it."
}, {
  "msg": "The sight of you in that dress is stunning"
}, {
  "msg": "The first thing I noticed about you is your elegance"
}, {
  "msg": "I like how your spur-of-the-moment ideas keep me on my toes"
}, {
  "msg": "Your energy and bold spirit make me want to be with you forever"
}, {
  "msg": "No matter what you encounter, you are always classy"
}, {
  "msg": "Your loveliness takes my breath away"
}, {
  "msg": "You look professional and polished"
}, {
  "msg": "Your flamboyant personality excites me"
}, {
  "msg": "You are just the spark my battery needed"
}, {
  "msg": "I am exhilarated by your energy and passion"
}, {
  "msg": "Your flawless intuition astounds me"
}, {
  "msg": "Your humility and grace cause people to take notice"
}, {
  "msg": "You have brought great joy into my life"
}, {
  "msg": "I love how you make ordinary events romantic"
}, {
  "msg": "I could listen to your heartwarming stories all day"
}, {
  "msg": "Your feistiness and zest for life motivate me"
}, {
  "msg": "If someone wrote a book about you, it would be a bestseller. "
}, {
  "msg": "The sight of your beautiful face framed by your soft hair is hard to resist"
}, {
  "msg": "I am comforted by your hugs"
}, {
  "msg": "When I focus on you, the big picture is revealed"
}, {
  "msg": "If life was a river, I’d choose to paddle alongside you"
}, {
  "msg": "There is an overwhelming peace when I’m in your presence"
}, {
  "msg": "You always know the perfect thing to say"
}, {
  "msg": "Your beauty is enticing"
}, {
  "msg": "Your taste is impeccable"
}, {
  "msg": "Thanks for always keeping your cool"
}, {
  "msg": "I’m so glad we belong to each other"
}, {
  "msg": "You have blessed my life with peace and love"
}, {
  "msg": "You make loving you as simple as breathing"
}, {
  "msg": "To be with you is to be alive"
}, {
  "msg": "No matter who is in the room, I always find myself staring at you"
}, {
  "msg": "In a world of background noise, you are a cheerful melody"
}, {
  "msg": "I can never put into words how much you mean to me. I love you more deeply each day"
}, {
  "msg": "A day without you is too long. You are like a shade tree in the desert"
}, {
  "msg": "My eyes can’t wait to see you each day, and my lips can’t wait to kiss you"
}, {
  "msg": "Wherever you are is where I want to be. "
}, {
  "msg": "You motivate me to exercise. Who wouldn’t want to work out next to your flawless figure?"
}, {
  "msg": "Your love is like an orchard: sweet, sustaining, and beautiful"
}, {
  "msg": "Your enthusiasm and passion for life is contagious"
}, {
  "msg": "All my dreams came true when I met you"
}, {
  "msg": "You are always the highlight of my day"
}, {
  "msg": "Holding your hand is the best medicine"
}, {
  "msg": "I love how your eyes outsparkle your diamond earrings"
}, {
  "msg": "Whenever you walk into the room, my heart thinks it’s the Fourth of July"
}, {
  "msg": "I have never been more proud to call you my girlfriend/friend/wife"
}, {
  "msg": "You make each day a celebration"
}, {
  "msg": "I can’t wait to see what adventures are in our future. You make everything fun"
}, {
  "msg": "When you sing, my ears are happy, but my heart is overjoyed"
}, {
  "msg": "No matter who I may meet in life, no one will mean as much to me as you do"
}, {
  "msg": "You have amazing vibes, and I want to be with you forever"
}, {
  "msg": "Your strength and determination help me believe in myself."
}]