[{
  "msg": "A sweet love message with beautiful words cannot accurately describe how your love has acquired such a firm foundation within my heart. Thank You For Being A Part of My Life I Love You!"
}, {
  "msg": "I've always wanted to be with you, my love. Your kiss, your hug and your wonderful smile are what I die for!"
}, {
  "msg": "In a world of chaos, pain and suffering. As I look forward to seeing you again, it makes my trials and tribulations less hectic knowing that there's a light at the end of the tunnel. At the end of the day, I'll see you again."
}, {
  "msg": "Independence is great. But interdependence is nothing less than Godly. My friend, my world, my lover. I love you."
}, {
  "msg": "It's funny how you can go through life thinking you were complete until you fall in love. Now every time we're apart I feel incomplete, my other half. I love you."
}, {
  "msg": "It's funny how you could go through life not knowing what real love is. But this. This indescribable feeling I've never felt before. I guess this is what it's like to be with a real man."
}, {
  "msg": "Most women have a certain degree of fear about growing old, as did I. However, as long as I get the opportunity to grow old with you, I know I'll be just fine."
}, {
  "msg": "You're like a candy that spreads all the sweetness from within!"
}, {
  "msg": "Never believe that you have to flatter me with materialistic things. All I need is your love, because unlike materialistic things your love won't fade away. It's forever embedded within my heart."
}, {
  "msg": "You've always been there in times both good and bad! I cherish this beautiful bond of togetherness! I love you!"
}, {
  "msg": "Your love is like a warm blanket that protects me from the misery and pain that engulfs the world. My knight, my protector, my provider, I love you."
}, {
  "msg": "I think the way you think. I dream the way you dream. I breathe the way you breathe. I love you the way you love me!"
}, {
  "msg": "I know I'm in love. The words: tender, affectionate, handsome, strong and resilient are no longer a bunch of words. They are you."
}, {
  "msg": "I never knew I was this romantic, until I fell in love with you. I can say you're such a great teacher!"
}, {
  "msg": "Every man needs a neck and every woman needs a guide. I want you to guide me through life as I support you throughout your endeavors. The night went by cuddling with you in my dreams, now I want to be in your arms, looking into your eyes, whispering how much I love you all day!"
}, {
  "msg": "I see your sweet face every time I close. You are stack in my mind! I think I'm in Love!"
}, {
  "msg": "Never believe that you have to spend money to retain my love. My love, in order for you to retain it stay exactly as you are."
}, {
  "msg": "You give me courage and convinced me to believe in me. Your support and care changed my life completely."
}, {
  "msg": "I think I'm addicted to you,because I'm thinking of you all the time, which means I'm always intoxicated!"
}, {
  "msg": "Because of you, my reality is better than my best dreams."
}, {
  "msg": "If you ever thought that I may eventually plan a future without you, don't. Because without you, I do not see a positive future, I see only uncertainty."
}, {
  "msg": "I used to live in emptiness, trying to find a reason to live. Then You came into my life and gave me something to fight for!"
}, {
  "msg": "As the midnight strikes, you're probably asleep now. Can I come slowly into your dreams and hug you tight?"
}, {
  "msg": "True love words can bring us closer. It's not easy for you to understand that your smile and happiness means the world to me. I hope you keep on smiling and feel my love!"
}, {
  "msg": "Never do you have to worry about the possibility of me leaving. I know what the grass is like on the other side, and on yours, I see a picket fence with a family. I see a future."
}, {
  "msg": "Other men believe that in order for you to secure a woman, you have to do a good job at penetrating their bodies."
}, {
  "msg": "I'm glad that you understand that penetrating the heart and mind is equally important if not even more so. I love you."
}, {
  "msg": "Regardless of how stressful my day may be, I know that at the end of the day I have the ultimate stress reliever that I can rely on during my darkest times, which are my thoughts about you and the love that you have planted so firmly into my soul."
}, {
  "msg": "Some believe that money is power. I don't believe that money can supplement the power that you have given me. I appreciate you and I love you."
}, {
  "msg": "Some people believe that money can buy you happiness. But there are some things that money can't buy. The love that I have for you is proof of that fact."
}, {
  "msg": "People say that the world isn't black and white. I beg to differ because every time I'm around you, that's exactly how I feel as you become the only thing in color."
}, {
  "msg": "A lot of people spend their whole lives looking for true love and ultimately fail. So how ungrateful would I be, if I let our love fade? That's how you know, my love is here to stay."
}, {
  "msg": "You may assume that it's too early to say I love you. But I can't suppress these emotions. I've never felt so happy, so I hope you understand that I simply can't contain myself. I just had to let you know the reason why."
}, {
  "msg": "Some women say those butterfly feelings you get in your stomach, only exist when you're a young schoolgirl. How sad, they have never met a man like you."
}, {
  "msg": "The kind of love that I have for you won't fade even if we leave this earth. I believe that it's so strong that it will transcend the constraints of time in itself."
}, {
  "msg": "They say you fall in love once, but I keep falling in love with you all over again each time I see you!"
}, {
  "msg": "When we're together it's as if the world moves in slow motion and we're the only thing that's still moving. What can I say boy, your love has me hypnotized."
}, {
  "msg": "Whenever I'm around you, my heart beats so hard and so loud that I get a tad bit embarrassed at the thought that you may hear it."
}, {
  "msg": "Would it be crazy for me to tell you within this sweet love message that you are the best thing that has ever happened to me or ever will? Because I look at where we are now and I simply don't know if I could ever feel this way for another. I love you. "
}, {
  "msg": "You always remain close to my heart, no matter how far you are. I love you babe"
}, {
  "msg": "Never do you have to question if my love for you is real. I know it was real from the moment where I started thinking about you more than worrying about myself."
}, {
  "msg": "Love is like the deep blue sky with its shadow embracing the oceans beneath. Our love is just like the horizon that meets each other and remains wrapped day in and out!"
}, {
  "msg": "Do you know why fingers have spaces? That's because in mine, your fingers fit perfectly."
}, {
  "msg": "Even if the oceans dried up and the days turn into nights and even if the stars starts falling from the sky, as long as you are by my side, my world will be perfect."
}, {
  "msg": "I dream of spending the rest of my life with you. I want you to be the most important part of me!"
}, {
  "msg": "You penetrated my heart and mind. You made my heart beating only for you. You made my mind thinking only you."
}, {
  "msg": "No matter what’s on my mind, you always take the time to listen. I appreciate that about you more than you’ll ever know."
}, {
  "msg": "You work harder than anyone I know, and it makes my heart swell with joy because you do it for us."
}, {
  "msg": "You are such a blessing in my life, and I can’t imagine where I would be without you"
}, {
  "msg": "I am constantly amazed by all the little things you do to show you’re thinking about me. I am so lucky to be loved by you"
}, {
  "msg": "I have never met anyone with a bigger heart than you. Your thoughtfulness is an inspiration to me"
}, {
  "msg": "I’m glad I can look to you for guidance because you always know exactly how to handle a situation"
}, {
  "msg": "There is not a sexier man on the planet than you. You look and smell amazing"
}, {
  "msg": "I love to make you happy because then I get to enjoy that beautiful smile of yours"
}, {
  "msg": "You make me feel loved, safe, and happy, and I love you for that"
}, {
  "msg": "I may roll my eyes, but secretly I enjoy even your corniest jokes. Your sense of humor is one of my favorite things about you"
}, {
  "msg": "Thank you for saving the day for me (again!) You will always be my hero"
}, {
  "msg": "My heart melts every time I see your sweet face and smiling eyes. I’m so glad you came into my life"
}, {
  "msg": "You matter more to me than anyone else, and I promise to always return your love. I am amazed by how much you care"
}, {
  "msg": "Not only are you the love of my life, but you are also an incredible friend. Thanks for looking out for me"
}, {
  "msg": "Thank goodness, I have never been able to resist your charms"
}, {
  "msg": "Your easygoing personality is irresistible to me. You know how to make life fun, and I love spending time with you"
}, {
  "msg": "I can’t wait to see you on the dance floor flaunting your signature moves again. You have great rhythm, and I love your sexy ways"
}, {
  "msg": "Your passion for life and your strong principles are extremely attractive to me. I can’t wait to see what you do next"
}, {
  "msg": "I don’t know how you do it, but you always know exactly what to say. Thank you for always being there for me"
}, {
  "msg": "You are creative, open-minded, and insightful. Your way of thinking turns me on"
}, {
  "msg": "I love how you talk with your hands. I get to watch your muscles flex and enjoy that gorgeous tattoo"
}, {
  "msg": "Everything about you is gentle and kind: your eyes, your words, and your smile. I love how you talk to me"
}, {
  "msg": "Thank you for helping me to see the glass half full. Your optimism is contagious"
}, {
  "msg": "You are the most reliable person I know. When you say you will do something, you always come through, and I love and appreciate you for that"
}, {
  "msg": "You are always patient and flexible which makes me feel relaxed and happy when I’m around you"
}, {
  "msg": "When you put on a suit and tie, I can’t take my eyes off you. You are such a handsome guy!"
}, {
  "msg": "You are my special man, and I will always believe in you"
}, {
  "msg": "Even on my worst days, I feel beautiful when you look at me"
}, {
  "msg": "I appreciate your manners and thoughtfulness. You are a true gentleman, and I feel like a lady when I’m with you"
}, {
  "msg": "When you kiss me like that, I can barely breathe"
}, {
  "msg": "You always know how to plan a fun date, and I have such a great time when I’m with you"
}, {
  "msg": "It makes me happy when you reach out and hold my hand no matter where we are. I feel so connected to you"
}, {
  "msg": "Your sexy voice makes me weak in the knees. I could listen to you talk forever"
}, {
  "msg": "Your loyalty and support bless me every day. Thank you for being such an incredible husband/boyfriend"
}, {
  "msg": "Your forgiving attitude and giving nature never fail to impress me. You are truly kind, and that’s why people love you so much"
}, {
  "msg": "I love it when you hug me and I get to feel those tight sexy muscles against my skin"
}, {
  "msg": "You have so many talents and gifts that you use to make people’s lives better, and I love you for it"
}, {
  "msg": "You give out cool vibes, and that’s why people gravitate to you"
}, {
  "msg": "There is never anything fake about you. I love how you are the same guy no matter who’s around"
}, {
  "msg": "You are incredibly interesting to talk to. Thank you for sharing your heart"
}, {
  "msg": "There is sincerity in everything you do, and it means a lot to me"
}, {
  "msg": "When you walk into a room, all the ladies’ eyes light up, and I’m forever amazed that I get to be the one who goes home with you"
}, {
  "msg": "I have a hard time thinking straight when I see you without a shirt. Those muscles are hot!"
}, {
  "msg": "A simple touch of your hand and my skin is on fire. I can’t wait to feel more of your touch tonight."
}, {
  "msg": "When it’s just you and me and a candle, the intimacy flows, and I can never get enough."
}, ]